var caseData = {
  shafa: [
    {
      id: '9123',
      items:[
        '尺寸：3.78米',
        '规格：右三+中+单+踏',
        '材质：进口芬兰松木，进口第九代纳米科技布，羽绒靠包，高回弹海绵加羽绒做包。',
      ]
    },
    {
      id: '9126',
      items:[
        '尺寸：3.55米',
        '规格：三+单+贵',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵。',
      ]
    },
    {
      id: '9127',
      items:[
        '尺寸：4米',
        '规格：单+转角+3+左妃',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵。',
      ]
    },
    {
      id: '9128',
      items:[
        '尺寸：3.5米',
        '规格：单+转角+3+左妃',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵+竹纤维棉，坐垫冬夏两用。',
      ]
    },
    {
      id: '9129',
      items:[
        '尺寸：2.95米',
        '规格：单+3+踏+贵',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵。',
      ]
    },
    {
      id: '9131',
      items:[
        '尺寸：4米',
        '规格：单+转角+3+妃',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵。',
      ]
    },
    {
      id: '9132',
      items:[
        '尺寸：3.78米',
        '规格：单+3+贵',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵，羽绒靠包。',
      ]
    },
    {
      id: '9133',
      items:[
        '尺寸：3.65米',
        '规格：单+3+贵',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵。',
      ]
    },
    {
      id: '9135',
      items:[
        '尺寸：3.4米',
        '规格：3+贵',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵加乳胶做包。',
      ]
    },
    {
      id: '9136',
      items:[
        '尺寸：4位：3.2米；3位：1.8米；脚踏：0.65米',
        '规格：4位+3位+踏+踏',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵。',
      ]
    },
    {
      id: '9137',
      items:[
        '尺寸：3.78米',
        '规格：3+中+贵',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵加乳胶做包。',
      ]
    },
    {
      id: '9110',
      items:[
        '尺寸：3.1米',
        '规格：2+2+双位+脚踏',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵。',
      ]
    },
    {
      id: '9112',
      items:[
        '尺寸：3.3米',
        '规格：左三+右三+踏',
        '材质：进口芬兰松木，进口第九代纳米科技布，乳胶做包，羽绒靠包。',
      ]
    },
    {
      id: '9113',
      items:[
        '尺寸：3.48米',
        '规格：3+单+贵',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵，羽绒靠包。',
      ]
    },
    {
      id: '9115',
      items:[
        '尺寸：4.05米',
        '规格：3+单+贵',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵，羽绒靠包。',
      ]
    },
    {
      id: '9116',
      items:[
        '尺寸：3.65米',
        '规格：3+单+贵',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵，羽绒靠包。',
      ]
    },
    {
      id: '9117',
      items:[
        '尺寸：3.55米',
        '规格：3+单+贵',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵，羽绒靠包。',
      ]
    },
    {
      id: '9118',
      items:[
        '尺寸：4米',
        '规格：单+转角+3+妃',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵。',
      ]
    },
    {
      id: '9120',
      items:[
        '尺寸：4米',
        '规格：单+转角+3+妃',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵。',
      ]
    },
    {
      id: '9121',
      items:[
        '尺寸：3.65米',
        '规格：3+单+贵',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵。',
      ]
    },
    {
      id: '9103',
      items:[
        '尺寸：4米',
        '规格：单+转角+3+妃',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵、乳胶做包。',
      ]
    },
    {
      id: '9115',
      items:[
        '尺寸：3.7米',
        '规格：3+单+贵',
        '材质：进口芬兰松木，进口第九代纳米科技布，乳胶做包。',
      ]
    },
    {
      id: '9106',
      items:[
        '尺寸：3.55米',
        '规格：左三+右三+踏',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵。',
      ]
    },
    {
      id: '9107',
      items:[
        '尺寸：3.6米',
        '规格：三+中+贵',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵。',
      ]
    },
    {
      id: '9108',
      items:[
        '尺寸：3.6米',
        '规格：三+中+贵',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵。',
      ]
    },
    {
      id: '9062',
      items:[
        '尺寸：3.5米',
        '规格：三+中+贵',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵。',
      ]
    },
    {
      id: '9115',
      items:[
        '尺寸：',
        '规格：',
        '材质：',
      ]
    },
    {
      id: '9065-B',
      items:[
        '尺寸：3.55米',
        '规格：三+中+贵',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵。',
      ]
    },
    {
      id: '9066',
      items:[
        '尺寸：3.55米',
        '规格：三+中+贵',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵。',
      ]
    },
    {
      id: '9069',
      items:[
        '尺寸：3.5米',
        '规格：三+中+贵',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵。',
      ]
    },
    {
      id: '9077-A',
      items:[
        '尺寸：3.55米',
        '规格：三+中+贵',
        '材质：进口芬兰松木，麻布，高回弹海绵。',
      ]
    },
    {
      id: '9077-B',
      items:[
        '尺寸：3.55米',
        '规格：三+中+贵',
        '材质：进口芬兰松木，麻布，高回弹海绵。',
      ]
    },
    {
      id: '9082',
      items:[
        '尺寸：3.5米',
        '规格：三+中+贵',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵。',
      ]
    },
    {
      id: '9083',
      items:[
        '尺寸：3.5米',
        '规格：三+中+贵',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵。',
      ]
    },
    {
      id: '9085',
      items:[
        '尺寸：3.53米',
        '规格：三+中+贵',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵。',
      ]
    },
    {
      id: '9086',
      items:[
        '尺寸：4.5米',
        '规格：单+转+3+贵',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵。',
      ]
    },
    {
      id: '9088',
      items:[
        '尺寸：3.85米',
        '规格：单+中+中+转+单+踏',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵，羽绒靠包',
      ]
    },
    {
      id: '9089-A',
      items:[
        '尺寸：3.78米',
        '规格：左三+右三+单',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵，乳胶做包，羽绒靠包。',
      ]
    },
    {
      id: '9089-B',
      items:[
        '尺寸：3.78米',
        '规格：左三+右三+单',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵，乳胶做包，羽绒靠包。',
      ]
    },
    {
      id: '9090',
      items:[
        '尺寸：4.5米',
        '规格：左三+右三+踏',
        '材质：进口芬兰松木，进口第九代纳米科技布，乳胶坐包+靠包羽绒填充，不分方向',
      ]
    },
    {
      id: '9092',
      items:[
        '尺寸：4.1米',
        '规格：单+转+3+贵',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵。',
      ]
    },
    {
      id: '9081',
      items:[
        '尺寸：4.1米',
        '规格：单+转+3+贵',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵。',
      ]
    },
    {
      id: '9059-A',
      items:[
        '尺寸：4.03米',
        '规格：单+转+3+贵',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵。',
      ]
    },
    {
      id: '9059-B',
      items:[
        '尺寸：4.03米',
        '规格：单+转+3+贵',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵。',
      ]
    },
    {
      id: '9026',
      items:[
        '尺寸：4.03米',
        '规格：中+三+贵',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵。',
      ]
    },
    {
      id: '6628',
      items:[
        '尺寸：3.6米',
        '规格：中+三+贵',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵，羽绒靠包。',
      ]
    },
    {
      id: '9102',
      items:[
        '尺寸：4.05米',
        '规格：单+转+3+贵',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵。',
      ]
    },
    {
      id: '9078-A',
      items:[
        '尺寸：4.05米',
        '规格：单+转+3+贵',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵。',
      ]
    },
    {
      id: '9078-B',
      items:[
        '尺寸：4.05米',
        '规格：单+转+3+贵',
        '材质：进口芬兰松木，进口第九代纳米科技布，高回弹海绵。',
      ]
    },
    {
      id: '无型号',
      items:[
        '尺寸：3.35',
        '规格：',
        '材质：进口芬兰松木，羊羔绒，高回弹海绵。',
      ]
    },
  ],
  ruanchuang: [
    {
      id: 'P212',
      items:[
        '尺寸：218*182*118',
        '材质：头层牛皮+静音床板+金色角码',
      ]
    },
    {
      id: 'P213',
      items:[
        '尺寸：228*194*110',
        '材质：头层牛皮+静音床板+金色角码',
      ]
    },
    {
      id: 'P215',
      items:[
        '尺寸：220*190*110',
        '材质：头层牛皮+静音床板+金色角码+羽绒靠包',
      ]
    },
    {
      id: 'P217',
      items:[
        '尺寸：223*210*123',
        '材质：头层牛皮+静音床板+金色角码+五金装饰条',
      ]
    },
    {
      id: 'P219',
      items:[
        '尺寸：225*190*110',
        '材质：头层牛皮+静音床板+金色角码',
      ]
    },
    {
      id: 'P220',
      items:[
        '尺寸：220*191*112',
        '材质：头层牛皮+静音床板+金色角码',
      ]
    },
    {
      id: 'P221-15',
      items:[
        '尺寸：220*185*112',
        '材质：硅胶皮+静音床板+金色角码',
      ]
    },
    {
      id: 'P221-28',
      items:[
        '尺寸：220*185*112',
        '材质：硅胶皮+静音床板+金色角码',
      ]
    },
    {
      id: 'P222',
      items:[
        '尺寸：210*182*110',
        '材质：头层牛皮+静音床板+金色角码',
      ]
    },
    {
      id: 'P223',
      items:[
        '尺寸：',
        '材质：硅胶皮+静音床板+金色角码',
      ]
    },
    {
      id: 'P229',
      items:[
        '尺寸：',
        '材质：头层牛皮+静音床板+金色角码（羽绒靠包）',
      ]
    },
    {
      id: 'P230',
      items:[
        '尺寸：214*205*117',
        '材质：头层牛皮+静音床板+金色角码',
      ]
    },
    {
      id: 'P230-B',
      items:[
        '尺寸：214*205*117',
        '材质：头层牛皮+静音床板+金色角码',
      ]
    },
    {
      id: 'P232',
      items:[
        '尺寸：222*190*112',
        '材质：头层牛皮+静音床板+金色角码',
      ]
    },
    {
      id: 'P029',
      items:[
        '尺寸：220*200*118',
        '材质：头层牛皮+静音床板+金色角码',
      ]
    },
    {
      id: 'P235',
      items:[
        '尺寸：225*191*110',
        '材质：头层牛皮+静音床板+金色角码',
      ]
    },
    {
      id: 'P236',
      items:[
        '尺寸：',
        '材质：头层牛皮+静音床板+金色角码',
      ]
    },
    {
      id: '兔子床',
      items:[
        '尺寸：210*152*198',
        '材质：科技皮+静音床板+金色角码',
      ]
    },
    {
      id: 'B026',
      items:[
        '尺寸：226*192*105',
        '材质：科技布+静音床板+金色角码+羽绒靠包',
      ]
    },
    {
      id: 'B027',
      items:[
        '尺寸：219*184*103',
        '材质：科技布+静音床板+金色角码',
      ]
    },
    {
      id: 'B028',
      items:[
        '尺寸：231*195*111',
        '材质：科技布+静音床板+金色角码',
      ]
    },
    {
      id: 'B029',
      items:[
        '尺寸：223*205*112',
        '材质：科技布+静音床板+金色角码',
      ]
    },
    {
      id: 'B030',
      items:[
        '尺寸：220*210*106',
        '材质：科技布+静音床板+金色角码',
      ]
    },
    {
      id: 'B032',
      items:[
        '尺寸：228*238*116',
        '材质：科技布+静音床板+金色角码',
      ]
    },
    {
      id: 'B212',
      items:[
        '尺寸：218*182*112',
        '材质：科技布+静音床板+金色角码',
      ]
    },
    {
      id: 'B033',
      items:[
        '尺寸：227*200*113',
        '材质：科技布+钢木排骨架+气动箱体',
      ]
    },
    {
      id: 'B035',
      items:[
        '尺寸：225*192*118',
        '材质：科技布+静音床板+金色角码',
      ]
    },
    {
      id: 'B050',
      items:[
        '尺寸：218*201*110',
        '材质：科技布+静音床板+金色角码',
      ]
    },
    {
      id: 'B052',
      items:[
        '尺寸：218*190*116',
        '材质：科技布+静音床板+金色角码',
      ]
    },
    {
      id: 'B053-A',
      items:[
        '尺寸：223*212*112',
        '材质：科技布+静音床板+金色角码',
      ]
    },
    {
      id: 'B053-B',
      items:[
        '尺寸：223*212*112',
        '材质：科技布+静音床板+金色角码',
      ]
    },
    {
      id: 'B053-C',
      items:[
        '尺寸：223*212*112',
        '材质：科技布+静音床板+金色角码',
      ]
    },
    {
      id: 'B055',
      items:[
        '尺寸：244*195*113',
        '材质：科技布+静音床板+金色角码+羽绒靠包',
      ]
    },
    {
      id: 'B056',
      items:[
        '尺寸：222*210*113',
        '材质：科技布+静音床板+金色角码',
      ]
    },
    {
      id: 'B057',
      items:[
        '尺寸：226*202*118',
        '材质：科技布+静音床板+金色角码',
      ]
    },
    {
      id: 'B058',
      items:[
        '尺寸：228*193*115',
        '材质：科技布+静音床板+金色角码',
      ]
    },
    {
      id: 'B059',
      items:[
        '尺寸：',
        '材质：科技布+静音床板+金色角码',
      ]
    },
    {
      id: 'B060',
      items:[
        '尺寸：220*202*120',
        '材质：科技布+静音床板+金色角码',
      ]
    },
    {
      id: 'P062',
      items:[
        '尺寸：205*243*103',
        '材质：头层牛皮+实木静音床板+金色角码',
      ]
    },
    {
      id: 'P066',
      items:[
        '尺寸：225*200*115',
        '材质：头层牛皮+实木静音床板+金色角码',
      ]
    },
    {
      id: 'P067',
      items:[
        '尺寸：210*215*120',
        '材质：头层牛皮+实木静音床板+金色角码',
      ]
    },
    {
      id: 'P068',
      items:[
        '尺寸：225*206*116',
        '材质：头层牛皮+实木静音床板+金色角码',
      ]
    },
    {
      id: 'P069',
      items:[
        '尺寸：218*208*117',
        '材质：头层牛皮+实木静音床板+金色角码',
      ]
    },
    {
      id: 'B065',
      items:[
        '尺寸：219*207*112',
        '材质：科技布+静音床板+金色角码',
      ]
    },
    {
      id: 'B062',
      items:[
        '尺寸：205*243*103',
        '材质：科技布+静音床板+金色角码',
      ]
    },
    {
      id: 'B066',
      items:[
        '尺寸：200*223*113',
        '材质：科技布+静音床板+金色角码',
      ]
    },
  ],
  chuangdian: [
    {
      id: 'XF-2',
      material: '◆弹簧采用德国工艺邦尼尔连锁弹簧,航母级高碳锰钢,6环倍力弹簧图，可以保证支撑强度并且使用品质年限高达25年以上。\n◆弹簧上下双层填充500克抗菌棉，可有效防止弹簧内部久用细菌霉菌的生长。\n◆舒适层添加1分天然原液乳胶,采用东南亚热带纯天然橡胶液体，乳胶必须得在凌晨5点前完成收集，不然就会变成固体氧化',
    },
    {
      id: '麻博士',
      material: '◆弹簧采用德国工艺邦尼尔连锁弹簧,航母级高碳锰钢，6环倍力弹簧圈，可以保证支撑强度并且使用品质年限高达25年以上。\n◆弹簧上下双层填充500克抗菌棉，可有效防止弹簧内部久用细菌霉菌的生长。\n◆舒适层添加1.5分的植物黄麻垫，黄麻连续多年获得国家“A级产品称号，黄麻本身就是中药材，冬暖夏凉，对人们的身体健康有很好的辅助作用。麻具备纯天然的生态链,生活降解,环保。\n◆正面面料采用麻纤维亲肤针织面料，棉麻布料从种模、织造、到成品，整个过程不适用农药和化学染剂。织物不含甲醛。因此,棉麻布料亲和肌肤，对皮肤无刺激,符合环保及人体健康要求。\n◆反面采用透气3D面料，俗称三明治网布，透气性极佳，支撑性能好，不分层,能快速的排湿散热，更是高端的跑步鞋御用的面料\n◆3公分边沿防护系统，可有效的防止弹箦和侧边面料的接触，增加边沿支撑作用,面拆式设计增加床垫的实用性和污垢处理的方便性。',
    },
    {
      id: '冰美人',
      material: '◆弹簧采用德国七区工艺邦尼尔独立袋装弹簧，独立支撑,互不干扰。航母级高碳锰钢,6环倍力弹簧图,可以保证支撑强度并且使用品质年限高达25年以上。\n◆弹簧上下双层填充500克抗菌棉，可有效防止弹簧内部久用细菌霉菌的生长。\n◆舒适层添加2公分3D+迷你独立袋装小弹簧，舒适层添加了5公分的3D，3D材料采用”X-90度“结构，双面网孔，呈现六面透气中空立体的结构，软硬适中，有效释放颈椎压力，承托到每一点。防止睡眠中因受到压迫，导致血液循环不畅，有效的延长深度睡眠。3D下面采用一层迷你小弹簧，不会产生任何的声音，双弹簧结构，更加的有弹性,在柔软的睡感中还附有更好的支撑性。\n◆正面面科采用冰丝面料，冰丝面料具有吸湿性,光滑凉爽，透气，抗静电等特点，对人体的皮肤有很好的保护作用。\n◆反面采用诱气3D面料，俗称三明治网布，透气性极佳，支撑性能好，不分层，能快速的排湿微热,更是高端的跑步鞋卸用的面料。\n◆四周5公分边沿防护系统，可有效的防止弹簧和恻边面料的接触，增加边沿支撑作用。',
    },
    {
      id: '马尔代夫',
      material: '◆弹簧采用德国工艺邦尼尔连锁弹簧,航母级高碳锰钢,6环倍力弹簧，可以保证支撑强度并且使用品质年限高达25年以上。\n◆弹簧上下双层填充500克抗菌棉，可有效防止弹簧内部久用细菌霉菌的生长。\n◆舒适层添加15分零甲醛环保棕,棕丝采用最好的东南亚热带榔子壳棕丝，3/7黄全比例配比，218度高温烘干粘合不长虫，不使用胶水零甲醛。环保棕上添加0.8分的灰色3D透气凉席，亲肤不扎手,不压迫神经，透气清爽环保。\n◆正面面料采用银丝针织亲肤面料,银丝面料可防辐射，抗菌，抑污的功能,有抗静电、除臭、调节温度、冬暖夏凉的作用。轻、薄、柔、透气性好、对皮肤无刺激。\n◆反面采用透气D面料,俗称三明治网布，透气性极佳，支撑性能好，不分层，能快速的排湿散热，更是高端的跑步鞋御用的面料\n◆3公分边沿防护系统,可有效的防止弹簧和侧边面料的接触，增加边沿支撑作用,面拆式设计增加床垫的实用性和污垢处理的方便性。',
    },
    {
      id: 'XF-1',
      material: '◆弹簧采用德国工艺邦尼尔连锁弹簧，航母级高碳送钢，6环倍力弹簧圈，可以保证支撑强度并且使用品质年限高达20年以上\n◆弹簧上下双层填充500克抗菌棉,可有效防止弹簧内部久用细菌篇菌的生长。\n◆舒适层添加1.5分零甲醛环保棕，棕丝采用最好的东南亚热带椰子壳棕丝，3/7黄金比例配比，218度高温烘干粘合不长虫，不使用胶水零甲醛。\n◆正面面料采用高密度针织亲肤面料,针织面料针对人体的肌肤来设计的，有非常多的透气孔,这样面料就产生了微循环透气。\n◆反面采用透气3D面料，俗称三明治网布，透气性极佳，支撑性能好，不分层，能快速的排湿散热,更是高端的跑步鞋御用的面料。\n◆面拆式设计增加床垫的实用性和污垢处理的方便性。\n◆3公分边沿防护系统，可有效的防止弹餐和侧边面料的接触，增加边沿支撑作用。',
    },
    {
      id: '石墨烯',
      material: '◆弹簧采用德国七区工艺邦尼尔独立袋装弹簧，独立支撑，互不干扰。航母级高碳猛钢，6环倍力弹簧圈，可以保证支撑强度并且使用品质年限高达25年以上。\n◆弹簧上下双层填充500克抗菌棉，可有效防止弹簧内部久用细菌霉菌的生长。\n舒适层添加了5公分厚的高弹乳胶，乳胶属于天然的材料,由橡胶树的汁提炼而成，胶性温和,可自然解热，无公害，乳胶自然透气,天然乳胶有几千上万个细小网状结构的排气孔，这些孔可以排出人体的余热和潮气。可促进天然通风,保持新鲜健康。天然乳胶超高弹性与贴合可以承载不同体重的人群，以最佳的支撑力去自然适应睡眠者的任何睡姿。\n◆正面面料采用石墨烯纤维面料，石墨烯特有人体体温激发远红外线功能，促进血液微循环，加速新陈代谢，有效放松肌肉缓解疲劳，亲肤能改善血液微循环，缓解慢性疼痛，有效改善人体亚健康。石墨烯纤维特有抗菌抑菌功能,有效抑制真菌的滋生,石墨烯纤维同时具有祛湿透气功能，能持久保持肌肤干爽,透气舒适,天然抗静电功能。\n◆反面采用透气3D面料，俗称三明治网布，透气性极佳，支撑性能好，不分层，能快速的排湿散热,更是高端的跑步鞋御用的面料。\n◆四周5公分边沿防护系统，可有效的防止弹簧和侧边面料的接触，增加边沿支撑作用。',
    },
    {
      id: '希尔顿',
      material: '◆弹簧采用德国工艺邦尼尔独立袋装弹簧，独立支撑，互不干扰。航母级高碳锰钢，6环倍力弹簧圈，可以保证支撑强度并且使用品质年限高达25年以上。\n◆上下采用高弹透气面料包裹独立袋装弹簧,从而达到保护内部弹簧的左右，还可以全拆洗设计。\n◆舒适层添加了5公分的3D，3D材料采用”X-90度“结构，双面网孔，呈说六面透气中空立依的结构，软硬适中，有效释放颈椎压力，承托到每一点。防止睡眠中因受到压迫，导致血液循环不畅，有效的延长深度睡眠。\n◆正面和反应采用了5D的面料，此款面料呈现凹凸型，人体与5D面料接触，还是会很透气,在睡眠中，不会感到闷热。保持清洁干爽透气的睡眠环境。全拆清洗设计。',
    },
    {
      id: '守望者',
      material: '◆弹簧采用德围工艺邦尼尔连锁弹簧,航母级高碳猛钢,6环倍力弹簧圈，可以保证支撑强度并且使用品质年限高达25年以上\n◆弹簧上下双层填充500克抗菌棉，可有效防止弹簧内部久用细菌霉菌的生长。\n◆舒适层添加2公分植物黄麻+2公分天然乳胶，黄麻本身就是中药材，冬暖夏凉，对人们的身体健康有很好的辅助作用。\n麻具备纯天然的生态链，生活降解，环保。添加2分乳胶的舒适层,达到软中有承托身体的重量，硬中乳胶贴合身体的每个空隙。\n◆正面面料采用进口磁疗面料，磁疗面料植入了磁性微粒子，因此这种纤维具有远红外线保健和磁疗保健的双重功能，因此摩擦、揉搓、磁微粒不脱落，属永久型产品。\n◆反面采用透气3D面料，俗称三明治网布，透气性极佳,支撑性能好，不分层，能快速的排湿散热,更是高端的跑步鞋御用的面料\n◆3公分边沿防护系统，可有效的防止弹簧和侧边面料的接触，增加边沿支撑作用。',
    },
    {
      id: '美姿',
      material: '◆进口亲肤针织面料,微孔换气，保持床垫干爽，和皮肤-起呼吸散发热量。\n◆有氧棉填充层，纯物理工艺制造，健康环保，高透气透水性，保证床垫内部干燥不上潮\n◆独立袋装弹簧系统，给予身体不同部位相应力度的支撑，睡姿自然舒适，独立受力，静音互不干扰。\n◆3公分边沿防护系统，防止空气中的水分进入到床网引起床网生锈而产生霉变，保持床垫内部的清洁。',
    },
    {
      id: '百合',
      material: '◆进口人造面料，具有吸湿、保暖、柔软亲肤的特点，超柔海绵柔软细腻，密度分布均匀，回弹丰盈，触感出众。\n◆5公分乳胶填充层，柔软包裹身体，贴合睡眠曲线，使人体脊椎保持正常生理曲线，分散身体局部压力，快速睡眠\n◆独立袋装弹簧系统，给予身体不同部位相应力度的支撑，睡姿自然舒适，独立受力，静音互不干扰。\n◆3公分边沿防护系统，防止空气中的水分进入到床网引起床网生锈而产生霉变，保持床垫内部的清洁。',
    },
    {
      id: '黑玫',
      material: '◆进口竹炭面料，吸湿排汗，保证睡眠环境干爽，良好的进化功能，保证床品气味清新\n◆2公分乳胶填充层，自然无缝与身体贴合支撑，透气排湿，抑菌除螨。\n◆高温处理6环高猛钢连锁床网。均衡承托、不塌陷、不变形\n◆3公分边沿防护系统，防止空气中的水分进入到床网引起床网生锈而产生霉变，保持床垫内部的清洁。',
    },
    {
      id: '小海马',
      material: '◆弹簧采用德国工艺邦尼尔独立袋装弹簧，独立支撑，互不干扰。航母级高碳锰钢，6环倍力弹簧圈，可以保证支撑强度并且使用品质年限高达25年以上。\n◆弹簧上下双层填充500克抗菌棉，可有效防止弹簧内部久用细菌霉菌的生长。\n◆舒适层添加1分天然原液乳胶,采用东南亚热带纯天然橡胶液体，乳胶必须得在凌晨5点前完成收集，不然就会变成固体氧化，每一颗成年橡树一天采集量大概30CC，乳胶具备天然抗菌除辆性,散发天然乳香味可助睡眠得到提升。\n◆正面面料采用进口纳米纱线结构防水防污面料，针对婴儿尿床和溢奶问题可得到有效的防护。透气防水、防污，不会渗透进床垫内部，尿床在上面用纸巾一擦就搞定，不会残留任何污渍。\n◆方面采用透气3D面料，俗称三明治网布，透气性极佳,支撑性能好，不分层，能快速的排湿散热,更是高端的跑步鞋御用的面料3公分边沿防护系统，可有效的防止弹簧和侧边面料的接触，增加边沿支撑作用。',
    },
  ],
  kecanting: [
    {
      id: 'XF501#',
      items: [
        '茶几: 130*70*42cm',
        '餐台: 140*80"76cm',
        '地柜: 200*40"42cm',
        '餐椅: Y110',
        '斗柜: 60*40"60cm',
      ]
    },
    {
      id: 'XF502#',
      items: [
        '茶几: 70*90*45cm ',
        '餐台: XF519# 140*(80-130)*76cm',
        '地柜: 200*40*42cm',
        '餐椅: Y606',
        '斗柜: 60*40"60cm',
      ]
    },
    // {
    //   id: 'XF519#',
    //   items: [
    //     '餐台: 140*(80-130)*76cm',
    //     '餐椅: Y212',
    //   ]
    // },
    {
      id: 'XF506#',
      items: [
        '茶几: 88*88*37cm',
        '餐台: XF518# 140*(80-130)*76cm',
        '角几: 60*60*48cm',
        '餐椅: Y212',
        '地柜: 200*40*42cm',
        '斗柜: 60*40*60cm',
      ]
    },
    {
      id: 'XF827#',
      items: [
        '茶几: 130*70*42cm',
        '地柜: 200*40*42cm',
        '斗柜: 60*40*60cm',
        '餐台: XF519# 140*(80-130)*76cm',
        '餐椅: Y606',
      ]
    },
    {
      id: 'XF519#',
      items: [
        '茶几: 130*70*42cm',
        '地柜: 200*40*42cm',
        '斗柜: 60*40*60cm',
        '餐台: XF519# 140*(80-130)*76cm',
        '餐椅: Y606',
      ]
    },
    {
      id: 'XF510#',
      items: [
        '茶几: 130*70*42cm',
        '地柜: 200*40*42cm',
        '斗柜: 60*40*60cm',
        '餐台: XF518# 140*(80-130)*76cm',
        '餐椅: Y212',
      ]
    },
    {
      id: 'XF668#',
      items: [
        '茶几: 130*70"42cm',
        '餐台: XF518# 140*(80-130)*76cm',
        '地柜: 200*40*42cm',
        '餐椅: Y816',
      ]
    },
    {
      id: 'XF832#',
      items: [
        '茶几: 80*80*38cm',
        '餐台: XF901#  160*90*76cm',
        '角几: 65*65*38cm',
        '餐椅: Y938',
        '地柜:200*40*41cm',
      ]
    },
    {
      id: 'XF826#',
      items: [
        '茶几: 130*70*41cm',
        '餐台: XF851#  140*(80-130)* 76cm',
        '地柜: 200*40*41cm',
        '餐椅: Y606',
        '斗柜: 55*40*58cm',
      ]
    },
    {
      id: 'XF513#',
      items: [
        '茶几: 130*70*42cm',
        '餐台: XF851#  140*(80-130)*76cm',
        '地柜: (200-300)*40*40cm',
        '餐椅: Y606',
        '斗柜: 60*40*60cm',
      ]
    },
    {
      id: 'XF821#',
      items: [
        '茶几: 80*70*40cm',
        '餐台: XF205#  135*(80-135)*76cm',
        '角几: 70*70*48cm',
        '餐椅: Y216',
        '地柜: (180-250 )*40*40cm',
      ]
    },
    {
      id: 'XF511#',
      items: [
        '茶几: 80*70*42cm',
        '餐台: XF509#  130*130*76cm',
        '角几: 60*60*56cm',
        '餐椅: Y216',
        '地柜: (180-300)*40*43cm',
      ]
    },
    {
      id: 'XF509#',
      items: [
        '茶几: 130*70*41cm',
        '地柜: 200*40*41cm',
        '餐台: 130*130*76cm',
        '餐椅: Y216',
      ]
    },
    {
      id: 'XF609#',
      items: [
        '餐台: (120-150)*120*76cm',
        '餐椅: Y212',
      ]
    },
    {
      id: 'XF610#',
      items: [
        '餐台: (120-150)*120*76cm',
        '餐椅: Y216',
      ]
    },
    {
      id: 'XF-801#',
      items: [
        '茶几: 130*70*42cm',
        '地柜: 200*40*42cm',
        '斗柜: 50*40*55cm',
        '餐台: 140*80*76cm',
      ]
    },
    {
      id: 'XF-807#',
      items: [
        '茶几: 130*70*42cm',
        '地柜: 200*40*42cm',
        '斗柜: 50*40*55cm',
        '餐台: 140*80*76cm',
      ]
    },
    {
      id: 'XF-310#',
      items: [
        '餐台: 130*70*76cm',
      ]
    },
    {
      id: 'XF-819#',
      items: [
        '茶几: 13070*43cm',
        '斗柜: 50*40*55cm',
        '地柜: 200*40*46cm',
        '餐台: 120/150*80*76cm',
      ]
    },
    {
      id: 'XF-109#',
      items: [
        '茶几: 130*70*43cm',
        '斗柜: 60*40*60cm',
        '地柜: 200*40*43cm',
      ]
    },
    {
      id: 'XF-8898#',
      items: [
        '茶几: 133*73*43cm',
        '斗柜: 63*43*70cm',
        '地柜: 203*43*45cm',
        '餐边柜: 153*43*80cm',
      ]
    },
    {
      id: 'XF-8913#',
      items: [
        '大圆几: 90*90*28cm',
        '中园几: 50*50*35cm',
        '小圆几: 35*35*45cm',
        '地柜: XF-8916#   200*40*42cm',
        '拉伸板: 160*42*32cm',
      ]
    },
    {
      id: 'XF-8916#',
      items: [
        '大圆几: 90*90*35cm',
        '地柜: XF一8916# 200*40*42cm',
        '方几: 80*80*26cm',
        '拉伸板: 160*42*32cm',
      ]
    },
    {
      id: 'XF-8918#',
      items: [
        '圆几: 60*60*45cm',
        '地柜: 220*45*42cm',
        '大方几: 100*100"36cm',
      ]
    },
    {
      id: 'XF-8928#',
      items: [
        '大圆: 90*90*28cm',
        '小圆: 60*60*45cm',
        '地柜: 200*40*42cm',
        '方桌: 140/150/160cm',
        '餐椅: Y206',
      ]
    },
    {
      id: 'XF-301#',
      items: [
        '茶几: 140*80*38cm',
      ]
    },
    {
      id: 'XF-302#',
      items: [
        '茶几: 140*70*42cm',
      ]
    },
    {
      id: 'XF-303#',
      items: [
        '茶几: 70*70*40cm',
        '茶几: 50*50*50cm',
      ]
    },
    {
      id: 'XF-305#',
      items: [
        '茶几: 140*80*40cm',
      ]
    },
    {
      id: 'XF-221#',
      items: [
        '方几: 90*90*40cm',
        '圆几: 50*50*58cm',
        '地柜: 200*40*46cm',
      ]
    },
    {
      id: 'XF-507#',
      items: [
        '茶几: 130*70*42cm',
        '地柜: 200*40*42cm',
        '斗柜: 55*40*58cm',
      ]
    },
    {
      id: 'XF-508#',
      items: [
        '方几: 100*90*38cm',
        '地柜: 200*40*42cm ',
        '餐台: XF-5207  140*80*74.5cm',
        '角几: 45*48*50cm',
        '斗柜: 55*40*61cm',
      ]
    },
    {
      id: 'XF-2108#',
      items: [
        '茶几: 130*70*42cm',
        '地柜: XF一5108#  200*40*42cm',
        '餐边柜: 120*40*75cm',
        '餐台: 135*75cm',
        '餐椅: 3108#',
        '圆几：863#',
      ]
    },
    {
      id: 'XF-5208#',
      items: [
        '方几: 80*80*43cm',
        '地柜: (180-300 ) *40*43cm',
        '角几: 50*50*55cm',
        '餐台: XF一5208#  130* ( 80-130 )*76cm',
      ]
    },
    {
      id: 'XF-605#',
      items: [
        '圆几: 80*80*81cm',
        '地柜: 200*40*42cm',
        '餐边柜: 130*40*81cm',
        '角几: 65*80*46cm',
        '斗柜: 60*40*57cm',
        '餐台: XF-609#  (120-150)*120*76cm',
      ]
    },
    {
      id: 'XF-2279#',
      items: [
        '茶几: 130*70*45cm',
        '斗柜: 60*40*56cm',
        '地柜: 200*40*45cm',
        '餐台: 160*90*76cm',
        '餐椅: Y2279',
      ]
    },
    {
      id: 'XF-838#',
      items: [
        '茶几: 130*70*42cm',
        '地柜: 200*40*50cm',
        '斗柜: 60*40*60cm',
        '控伸餐台: XF-6122#  130*80*76cm',
        '餐椅: Y3136',
      ]
    },
    {
      id: 'XF-2126#',
      items: [
        '茶几: 130*70*41cm',
        '地柜: 200*40*41cm',
        '餐台: XF-5126  130*81*76cm',
        '圆几: 47*47*52cm',
        '斗柜: 55*40*59cm',
        '餐椅: Y3142',
      ]
    },
    {
      id: 'XF-609#',
      items: [
        '茶几: 140*80*50cm',
        '地柜: 200*40*40cm',
        '斗柜: 60*40*60cm',
      ]
    },
    {
      id: 'XF-862#',
      items: [
        '茶几: 120*80*42cm',
        '地柜: 200*40*42cm',
        '边几: 40*40*50cm',
        '拉伸餐台: XF一B62  130*81*76cm',
        '餐椅: Y3127',
      ]
    },
    {
      id: 'XF-5019#',
      items: [
        '餐台: 140*80*76cm  拉伸: 140*130',
        '餐椅: Y3127',
      ]
    },
    {
      id: 'XF-217#',
      items: [
        '餐台: 130/135*76cm',
        '餐椅: Y217',
      ]
    },
    {
      id: 'XF-216#',
      items: [
        '餐台: 130*80*76cm',
        '拉伸: 130*130cm',
      ]
    },
    {
      id: 'XF-219#',
      items: [
        '餐台: 130/135*76cm',
        '餐椅: Y219',
      ]
    },
    {
      id: 'XF-608#',
      items: [
        '餐台: 140/150/160*90*76cm',
        '餐椅: Y608',
      ]
    },
  ],
}